# Не было желания делать это........


# Задача 30: Заполните массив элементами арифметической прогрессии. Её первый элемент, разность и количество
# элементов нужно ввести с клавиатуры. Формула для получения n-го члена прогрессии: an = a1 + (n-1) * d. Каждое число
# вводится с новой строки.
#
# Задача 32: Определить индексы элементов массива (списка), значения которых принадлежат заданному диапазону (т.е. не
# меньше заданного минимума и не больше заданного максимума)
#
# https://gbcdn.mrgcdn.ru/uploads/asset/4977115/attachment/3d3c21ea816a2e1bf1c352c9e02abecf.pdf


